{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2023-02-28T22:49:00.579-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Spotify.Spotify"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Valve.Steam"
				},
				{
					"PackageIdentifier": "Bitwarden.Bitwarden"
				},
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Parsec.Parsec"
				},
				{
					"PackageIdentifier": "qBittorrent.qBittorrent"
				},
				{
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier": "PrivateInternetAccess.PrivateInternetAccess"
				},
				{
					"PackageIdentifier": "Python.Python.3.11"
				},
				{
					"PackageIdentifier": "Logitech.GHUB"
				},
				{
					"PackageIdentifier": "Oracle.JDK.17"
				},
				{
					"PackageIdentifier": "Nvidia.GeForceExperience"
				},
				{
					"PackageIdentifier": "Google.AndroidStudio.Canary"
				},
				{
					"PackageIdentifier": "JetBrains.IntelliJIDEA.Community"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages": [
				{
					"PackageIdentifier": "9P9TQF7MRM4R"
				},
				{
					"PackageIdentifier": "9P8DVF1XW02V"
				},
				{
					"PackageIdentifier": "9N2D0P16C80H"
				}
			],
			"SourceDetails": {
				"Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier": "StoreEdgeFD",
				"Name": "msstore",
				"Type": "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion": "1.4.10173"
}